[
    {
        "name":"Addison Leon",
        "social":[{"website":"https://www.addisonleon.com"}, {"instagram": "bellybuttonplant"}],
        "group":"[Dis]place",
        "title":"Non-binary body seeking baby to womb with",
        "year":"2020",
        "medium": "Ebook, thimble, soil, seeds, child-proof door knob cover",
        "statement": "I am a BioArtist born in Richmond, VA and based in Chicago, IL, currently putting the final touches on my BFA degree from the School of the Art Institute of Chicago.\nSituating my practice within BioArts, I use my body as the basis for all of my work. Through collaborations with flora friends in the broadest sense of the word, I focus my work around conversations about my own non-binary gender identity. The physical manifestations of my work fluctuates, appearing as botany, fibers, book making, as well as object making with all roads leading back to my gender queerness.",
        "description":"<img class='birth-announcement' src='images/addison.jpg' alt='Birth Announcement'/>",
        "darkmode":true,
	    "url": "non-binary_body_seeking_baby"
    },
    {
        "name":"Alan Perry",
        "social":[{"website":"https://www.alanjperry.com/"}],
        "group":"[Dis]content",
        "title":"The Ambulatory_v3",
        "year": "2019",
        "medium": "Digital animation, 7:00 (color, sound)",
        "statement": "Alan Perry is an interdisciplinary artist working with new media, digital output, creative coding, and photography. He was granted a Bachelor of Fine Arts degree in Photo Image Making from Colorado State University in 2013, and a Master of Fine Arts degree in Art & Technology Studies from the School of the Art Institute of Chicago in 2019.\nAlan Perry creates work that addresses the values ascribed to technology and non-human species, and the history of image making via apparatus. In his studio practice he investigates the relationship between art and research as a space for artistic production. As an educator he is interested in creating diverse co-learning environments and encouraging peer community development.",
        "description": "<em>The Ambulatory_v3</em> is a video iteration of a larger multimedia project exploring atemporality and hierarchies in technology. Viewers must make multiple attention-related decisions while viewing the looping 7-minute video, which is meant to emulate the selective process that must occur when trying to acquire understanding in an age of constant connection to oftentimes competing information networks. This barrage of overstimulation is created through sound design, a computer-generated reading of a passage from a sibling project, a scrolling banner poem, and a bizarre landscape filled with symbols inspired by medieval alchemy, 21st-century surveillance technology, and contemporary astronomy. The world displayed through <em>The Ambulatory_v3</em> is an algorithmic dream of the future recovered from the past.\nThis piece was originally created as an immersive video installation for a small room, furthering a feeling of overstimulation. The title refers to the architectural space around an altar containing smaller shrines that pilgrims rotate through in their devotional practice.",
        "darkmode":true,
	    "url": "the_ambulatory_v3"
    },
    {
        "name":"Anaïs Morales",
        "social":[{"website":"anaismorales.com"}, {"instagram":"imaginative_excesses"}],
        "group":"[Dis]content",
        "title":"(COVID-19 Quarantined) Study of 'A Burial at Ornans Study (2017)'",
        "year":"2020",
        "medium":"Real-time animation, webcam",
        "statement":"Anaïs is an American artist and designer, based in Chicago. Her work is focused on criticisms posed by originating Modernists in their avant-garde relationship with the historical. Recently, she was published an essay on Courbet's <em>A Burial at Ornans</em>, linking herself in direct lineage to the modernist avant-garde--the same painting is featured in Anaïs' own artwork for Ars Electronica.\nShe has recently launched a capsule collection of artisanal hand-crafted accessories linking her practices into art(ful) consumables, operating mainly online (through instagram and her website). Morales received her BFA at SAIC, with an emphasis in Art and Technology Studies, and Design.",
        "description":"<em>Read a supplementary essay by the artist: <a href=\"http://anaismorales.com/essay.html\" target=\"_blank\">The Magnitude of a Young Courbet: Reflections on A Burial at Ornans.</a></em>\nAn interactive-responsive work that directly implicates the viewer via webcam, Morales' new work mirrors the constitutive process of identification present in Courbet’s <em>A Burial at Ornans</em>, acting as an open-ended question towards art’s present condition. The avant-garde's historical-ness, represented by the reference to Courbet, is overlaid on an earlier work by Morales. Together, these works and the digital visual effects offer a glimpse at an aesthetic of historical space as a distorted minutiae, and demonstrate how certain questions persist, even as the art-world’s practical circumstances may change.",
        "darkmode":false,
	    "url": "study_of_a_burial_at_ornans_study"
    },
    {
        "name":"Anna Christine Sands",
        "social":[{"website":"annacsands.com"},{"instagram": "annacsands"}],
        "group":"[Dis]connect",
        "title":"Old Things Being Thought About",
        "year":"2019",
        "medium": "Digital video",
        "statement": "My work represents the brokenness we feel when we attempt to connect with others and it doesn’t go well. Sometimes human nature breaks in these connections. A glitch or two often best represents that brokenness.",
        "description": "Why is it that when we have a tool that allows us to see the whole world, we often choose to view places that are emotionally charged for us? I’m exploring that choice alongside the emotionally charged relationships that occurred in those spaces.",
        "darkmode":true,
	    "url": "old_things_being_thought_about"
    },

    
    {
        "name":"Ashara",
        "social":[{"instagram": "asharaa__"}],
        "group":"[Dis]connect",
        "title":"momma doesnt cry",
        "year":"2019",
        "medium":"Video, 1:56 (color, sound)",
        "statement":"As an artist, I intend to be a researcher, spiritualist, archivist, and a new aged preacher for the church of self. Through reimagining and examine histoires and futures with Spirit as my guide, my work forms new definitions of structures put in place to capitalize and colonize. There is a constant need for me to connect with my community and ancestors on a deeper and intimate level. The urge to possess these tools and energy they embodied has become the root and drive in my artwork. Within investigating my own immediate everyday behaviors and rituals to find connections that intersect with the ones who have come before me. To redefine and create new rituals.",
        "description":"",
        "darkmode":true ,
	    "url": "momma_doesnt_cry"
    },
    {
        "name":"Blake Fall-Conroy",
        "social":[{"website":"https://www.blakefallconroy.com/"}, {"instagram": "b.b.fc"}],
        "group":"[Dis]content",
        "title":"Portrait of an Unknown Soldier",
        "year":"2020",
        "medium":"Inkjet prints, trained generative adversarial network model",
        "statement":"My artmaking practice focuses on a broad range of socioeconomic themes including surveillance, consumerism, economic inequality, and the American spectacle. Investigation into technological advancement is often central to my working process, and informs both the concept and the physical medium of my subsequent projects. I am interested in the ways in which our lives and values are subtly transformed, for better or worse, by the introduction of new technologies and digital interconnectivity into an increasingly stratified social fabric.",
        "description":"This project uses found low-resolution military portraits as the dataset to train a generative neural network. The resulting imagery is an open series of new portraits of non-existent soldiers, which retains the various immediately recognizable motifs of the official military photograph: the uniformed body, the draped American flag, the sleeve insignia and ribbon bars, and the neutral studio background. The ability of a neural network to generate new imagery brings with it fears of the deep fake, an image that can’t be distinguished from the real thing. And yet, the portraits here are obviously imperfect projections of the original data, perhaps evoking a kind of trauma sustained in battle. The distortions and erasures generated by the neural network render visible the effects of a military-industrial system that enlists, abstracts, and exploits individual soldiers under the guise of patriotism and duty. As physical prints, found in a thrift shop or photo album, these computer-generated portraits of non-existent people blur the line between our historical reality and a looming ahistorical uncanny. Rather than using these official portraits to identify bodies or accompany obituaries, these GAN-generated images of phantom servicemen can provide insight into the complex relationships between the flesh-and-blood soldier and our national ethos.",
        "darkmode":false,
        "url": "portrait_of_an_unknown_soldier"
    },
    {
        "name":"Brett Ian Balogh",
        "social":[{"website":"https://http://www.brettbalogh.com/"}],
        "group":"[Dis]location",
        "title":"Noospheric Atlas",
        "year":"2009—present",
        "medium":"Web map",
        "statement":"Brett is a Chicago-based artist making sculptural, aural and cartographic explorations of the electromagnetic landscape. At a time when we increasingly rely on wireless technologies, Brett draws attention to the personal, private and political aspects of our wireless world. He is currently an Adjunct Assistant Professor at the School of the Art Institute of Chicago where he teaches courses in digital fabrication, robotics, physics, sound and electronics. Brett is a free103point9 transmission artist and has exhibited and performed at P.S.1 (NY), Diapason (NY), Devotion Gallery (NY); The MCA (Chicago) and The Hyde Park Arts Center (Chicago) among others.",
        "description":"This work in progress aims to map the Hertzian space created by the United States' mass media broadcast stations. This space is not definable in traditional terms of surveyed boundaries of state and local territories, but rather by electrical fields and consumer markets in the air around us. This layer of networked communications represents an expression of Vladimir Vernadsky's notion of a Noosphere, or sphere of human consciousness. Geospatial data provided by the FCC is rendered as translucent shapes whose color is determined by the type of service (AM/FM/TV). The resulting image depicts a landscape formed by our collective communications. The project is planned as a series of print atlases as well as a web-based, interactive map.",
        "darkmode":false,
	    "url": "noospheric_atlas"
    },
    {
        "name":"Bun Stout",
        "social":[{"website":"https://www.bunstout.com/"}, {"instagram":"_bun4fun"}],
        "group":"[Dis]orient",
        "title":"Lilac Poem",
        "year":"2020",
        "medium":"Snapchat Lens",
        "statement":"Bun Stout is a Chicago-based artist here for*\n* generating possible futures in which artists and activists shape the technologies we are fusing with\n * shape-shifting nightly to stay alive\n* sitting down gently upon the hierarchy of taste\n* sampling visual trends of the digital age + asking:\n* how they are bound to historical visualizations of beauty and wonder\n* and why they are so damn appealing to a population in the rush of deep change",
        "description":"<em>Lilac Poem</em> is a spatial poem hidden inside a Snapchat lens. It was created in this medium, with all the limitations and cultural context associated, to ask what accessible virtual reality can look like in 2020. Lilac Poem is an attempt to create an installation artwork in-the-round where the viewer’s body is immovably centralized in the virtual space of the piece while present in the physical world. The poem was written in response to Chicago’s Pride Month festivities in 2019, a different sort of disembodying experience.",
        "darkmode":false,
	    "url": "lilac_poem"
    },
    {
        "name":"Chengan Xia",
        "social":[{"website":"https://xiachengan.com/"}, {"instagram":"xiachengan1762"}],
        "group":"[Dis]content",
        "title":"Everybody Wants to Hear What's Already Been Told",
        "year":"2020",
        "medium":"Video, 0:58 (color, sound)",
        "statement":"Chengan Xia is a visual artist and graphic designer based in Chicago and Shanghai. By utilizing printed matter, photography, video, and installation, his work celebrates the \"trash aesthetics\" born from Chinese low cultural phenomena. With the methodology of appropriation, collage, and building ironic narrative, his work critiques the fetishism manifested in such low culture, which involves broader discussion of consumerism, technology, tradition, and politics. He received his MFA in visual communication from the School of the Art Institute of Chicago.",
        "description":"<em>Everybody Wants to Hear What’s Already Been Told</em> is a video piece that collects several of Xia's previous projects studying the \"trash aesthetics\" in contemporary China. By appropriating and deconstructing visual elements selected from low culture phenomena such as street publications, Chinatown commodities, collectivist corporate training routines, funeral rituals, and \"dust taste\" social media video app, the video celebrates and critiques the fetishism manifested in such unique aesthetics.",
        "darkmode":true,
	    "url": "everybody_wants_to_hear_whats_already_been_told"
    },
    {
        "name":"Eduardo Kac",
        "social":[{"website":"https://ekac.org/"}],
        "group":"[Dis]orient",
        "title":"Inner Telescope (Ars Electronica Cut)",
        "year":"2017",
        "medium":"Video, (color, sound)",
        "statement":"Eduardo Kac is internationally recognized for his telepresence and bio art. A pioneer of telecommunications art in the pre-Web '80s, Eduardo Kac (pronounced \"Katz\") emerged in the early '90s with his radical works combining telerobotics and living organisms. His visionary integration of robotics, biology and networking explores the fluidity of subject positions in the post-digital world. His work deals with issues that range from the mythopoetics of online experience (<em>Uirapuru</em>) to the cultural impact of biotechnology (<em>Genesis</em>); from the changing condition of memory in the digital age (<em>Time Capsule</em>) to distributed collective agency (<em>Teleporting an Unknown State</em>); from the problematic notion of the \"exotic\" (<em>Rara Avis</em>) to the creation of life and evolution (<em>GFP Bunny</em>). At the dawn of the twenty-first century Kac opened a new direction for contemporary art with his \"transgenic art\"—first with a groundbreaking piece entitled <em>Genesis</em> (1999), which included an \"artist's gene\" he invented, and then with <em>GFP Bunny</em>, his fluorescent rabbit called Alba (2000). Kac’s 2009 work <em>Natural History of the Enigma</em>, in which he created a new flower with his own DNA, earned him Ars Electronica's prestigious Golden Nica Award.",
        "description":"In 2017, Eduardo Kac created an artwork aboard the International Space Station (ISS); it was realized by French astronaut Thomas Pesquet. In this video, we float in zero gravity and follow Kac’s Inner Telescope all the way to the cupola, the only window in the entire ISS. Against the ambient acoustic background, we see the emergence of the artwork (the first to be literally made outside of the Earth), dance with it as it perambulates through the station, and marvel at this emblematic artwork’s interaction with shifting light as it hovers freely around our home planet.\nThe astronaut's mission is entitled \"Proxima\" and is coordinated by the European Space Agency (ESA). Kac's project is coordinated by the L'Observatoire de l'Espace, the cultural lab of the French Space Agency.",
        "darkmode":true,
	    "url": "inner_telescope"
    },
    {
        "name":"Ethan Proia",
        "social":[{"website":"https://www.ethanproia.com"}, {"instagram":"ethanproia"}],
        "group":"[Dis]place",
        "title":"Remnants",
        "year":"2018",
        "medium":"Video projection, thermal imaging",
        "statement":"I’m inspired by scientific and spiritual phenomena, science fiction, and the mechanisms of the natural world. I make research-based interactive experiences that explore human presence, control, space, and time through tracking, scanning, and spatial reconstruction technologies. I use light projection, sound, virtual, augmented, and mixed reality, 3D simulations, physical computing hardware, and photographic media to communicate these ideas.\nMy research investigates the convergence of digital and physical spaces, technological paradigm shifts in human-computer interaction, and environmental interface. I’m currently showing in galleries across Chicago, IL, self-publishing my theories, and pursuing a BFA in Art & Technology Studies at The School of the Art Institute of Chicago.",
        "description":"When we interact with the physical world, we leave behind temporary invisible traces of our presence. The time spent and the actions taken in a space are recorded by that space. Using infrared thermal imaging, <em>REMNANTS</em> visualizes this presence-residue; a visible record of our immediate influence on the world around us.",
        "darkmode":true,
	    "url": "remnants"
    },
    {
        "name":"Gloria Fan Duan",
        "social":[{"website":"http://www.gloriafanduan.com/"}, {"instagram":"i.largo"}],
        "group":"[Dis]content",
        "title":"The Bonsai Paradox: A Celadon Future",
        "year":"2020",
        "medium":"Digital video, 3D animation (color, sound)",
        "statement":"Gloria Fan Duan, 段晓春, is a Chinese-American artist working at the intersections of art, science, and technology.\nHer practice falls within the poetics of science and philosophy, and attempts to capture the mysterious aspects in both fields of inquiry. In doing so she aims to shed light on what is traditionally seen as incomprehensible. Concepts that exist as pure speculation, like death or the future, can never be explained due to the inherent limitations of the human experience. It is because of this that they remain obscured and in constant opposition from our known existence. In order to examine concepts of the un-guessed, her works explore simulacrous points in reality, speculative futures based upon the passage of time, and visualizing the invisible.",
        "description":"<em>The Bonsai Paradox: A Celadon Future</em> presents a series of digitally fabricated and virtual bonsai that engage with and empower the Asian diaspora. The series explores transplantation, simulacra, and what is natural for communities and individuals that contend with cultural sensitivities and traumas from being seen as artificial or other. There are two forms of digitally altered bonsai simulacra, sourced from 3D scans of the Chicago Botanical Garden’s bonsai collection as well as other private collections. The first forms include digitally-fabricated hand-finished sculptures, and the second, VR and one-channel 3D animations. This project contends with how the banality of imitation leads to innovation, and considers the digital as a diaspora of the natural, reflecting on the balance between what may be gleaned from the cultural past to inform its future.",
        "darkmode":false,
	    "url": "the_bonsai_paradox"
    },
    {
        "name":"Jakyung Lee",
        "social":[{"website":"http://jakyunglee.work"}, {"instagram":"got0friend"}],
        "group":"[Dis]orient",
        "title":"Exodus",
        "year":"2020",
        "medium":"Googled photography, digital animation",
        "statement":"Jakyung Lee is a multidisciplinary artist from Seoul, South Korea. Jakyung focuses on how manmade institutions including technology, capitalism, and society, shape the lives of their own hosts, humans. Her practice spans various media including performance, film, sculpture, computational algorithm, and interactive installation.",
        "description":"From publicly available online sources, the artist extracts images of bodies enjoying seemingly private moments. Using these fragments she forms a defective 3D environment. Around the beach can be heard the sound of waves, but there is no water in sight. Today, much of modern labor is centered around technology. Leisure is a catalyst that complements this economic system, letting human workers recharge and return safely to their jobs. It helps us feel happy about our lives. However, even in that resting moment, we are under the watch of a technological voyeur, turning us into digital information.",
        "darkmode":false,
	    "url": "exodus"
    },
    {
        "name":"James Hartunian",
        "social":[{"website": "http://www.jameshartunian.com/"}],
        "group":"[Dis]location",
        "title":"HotSpot: WiFi Hertz",
        "year":"2019",
        "medium":"Vinyl, heating elements, custom circuit boards, ESP32, batteries",
        "statement":"James Hartunian is an artist based in the American Midwest whose current interest revolve around uncovering the limits of our sensorium and modifying how we perceive the world through technology.",
        "description":"<em>Hotspot</em> is an attempt to add WiFi access point quantification to our sensorium. The work utilizes a microcontroller that determines how many access points there are in the area and turns on the heating pads correspondingly. The temperature changes creates a hyper-awareness of when there are significant networks in the area, something we do not often think about and makes the wearer seek \"safety\" or an area with fewer networks to get relief from the overcrowding of WiFi and the hot sensation.",
        "darkmode":true,
	    "url": "hotspot_wifi_hertz"
    },
    {
        "name":"Jason Bozhi Zhao",
        "social":[{"website":"http://www.jasonzhao.work"}, {"instagram":"jasonzhao_work"}],
        "group":"[Dis]possess",
        "title":"Everyone Will Be An Artist",
        "year":"2020",
        "medium":"custom vending machine, money, 100 artworks against racism by 100 victims of racism, 100 artworks against xenophobia by 100 victims of xenophobia, 100 artworks against sexual violence by 100 victims of sexual violence, 100 artworks against tyranny by 100 victims of tyranny, 100 artworks against gun violence by 100 victims of gun violence, 100 artworks against pollution by 100 victims of pollution, 100 artworks against exploitation by 100 victims of exploitation, 100 artworks against homophobia by 100 victims of homophobia",
        "statement":"Jason Bozhi Zhao explores how activist art can play a role in sustaining the continued prosperity and development of capitalism. By performance, installation and sculpture, his work constructs platforms of expressionism to critique the institutions of social critique. Contextualized within the global advent of the gig and sharing economy, Zhao’s practice interrogates how this economic transformation structures both activist art as ideological commodity subject to market demand and the social mores of the art audience.",
        "description":"800 workers were hired online to make 1 work of activist art each. These works are sold in a touchscreen vending machine. Each vended artwork is a photo print, maximally sized 4\" x 6\". Vending machine to be installed in a co-working space’s breakroom.\n<em>Everyone Will Be An Artist</em> explores the conditions and ramifications when activist art expands to a mass market demand. Through the implications of a vending machine’s spatial placement on its assumed customers, the piece draws relations between paradigms of work and structural demands for activist art as commodity. By the ethos of co-working, i.e. \"Everyone is an Entrepreneur\", an alternative etiology for Beuys’ dictum is proposed.",
        "darkmode":false,
	    "url": "everyone_will_be_an_artist"
    },
    {
        "name":"Jiwon Ham",
        "social":[{"website":"http://www.jiwonham.com"}, {"instagram":"jiwonhaam"}, {"facebook":"jiwon.ham.3"}],
        "group":"[Dis]place",
        "title":"Transient Home",
        "year":"2020",
        "medium":"Video, 4:52",
        "statement":"Jiwon Ham is an artist who presents her ideas, observations, and questions as video light projections. Her work explores social psychology in contemporary society and capitalist consumer systems. Home, public space, and the metropolis are sites of her inquiry, observation, and research. Her recent practice strives to shed light on the implicit biases, ethical boundaries, and spatial structures in cities.",
        "description":"<em>Transient Home</em> is an experimental documentary presented as an immersive video installation. This project tracks the experience of continual displacement shared by many young people today, with semi-nomadic lifestyles common in cities everywhere, through voice interviews, a volumetric 3D capture technique, and installation. The act of repeatedly moving causes the blending of \"home\" and \"placeless-ness.\" When one's most personal spaces are detached from one’s most personal effects, places become something neither significant nor permanent, that cannot provide identity or affinity. With frequent relocations, despite looking for belonging in each of these cities, the interviewees’ sense of home is less and less grounded in any physical place. Rather, houses are transient places, encouraging people to remain anonymous and solitary.",
        "darkmode":true,
	    "url": "transient_home"
    },
    {
        "name":"Judd Morrissey & Mark Jeffrey (ATOM-r), and Ava Aviva Avnisan",
        "social":[{"website":"https://www.judisdaid.org/"}],
        "group":"[Dis]content",
        "title":"The Tenders: Embrasures in the Fort’s Collapse",
        "year":"2020",
        "medium":"Video, 19:22, mixed-reality performance",
        "statement":"Anatomical Theatres of Mixed Reality (ATOM-R) explores 21st century embodiment through performance, poetics, and emerging technologies. The work mixes the live body with ubiquitous computing through, most notably through an implementation of Augmented Reality (AR) in which virtual content is overlaid onto bodies and spaces. ATOM-r was conceived in the image of early modern anatomical theatres, small amphitheaters built for viewing human autopsies and surgical procedures. The collective uses this architecture symbolically to explore the altered and technologically augmented body, to dissect queer histories, and reveal embodied personal narratives.",
        "description":"<em>Tender Embrasures in the Fort’s Collapse (zoom edition)</em> is an simultaneous multi-channel mixed reality performance that engages with structures of the fort and the home, combining remote live performance and augmented reality poetics with 3d scans of the site of Fort Dearborn, an early American garrison out of which the city of Chicago was incorporated. Juxtaposing excavations of urban monuments with scans of the bedazzled home of self-taught artist, Loy Bowlin, who embodied the persona of \"the original rhinestone cowboy\", <em>The Tenders</em> seeks to invert and queer colonial narratives lodged deep within the American imaginary.",
        "darkmode":true,
	    "url": "the_tenders"
    },
    {
        "name":"Julia Tsai",
        "social":[{"website":"https://www.ahungrybadger.com/"}],
        "group":"[Dis]connect",
        "title":"Fluffy Geography",
        "year":"2020",
        "medium":"Video, 6:41, projection, yarn, acrylic animals",
        "statement":"I am interested in sharing a conversation about gentleness, happiness, empathy, vulnerability and the qualities of being human. Despite understanding the importance of these qualities, sometimes we are shy to embrace them publicly because of external circumstances and social expectations. Therefore, I try to build relationships, create intimacy, and guide people to play freely in public in my work with silliness, cuteness, empathy as the main medium for my art. Recently, sound has become an important quality as a means for engagement in my works.\nSometimes, I make my art because I am shy to befriend people directly.  Therefore, I invite people to play together and participate in my work, and hopefully some gap between us is shortened because of the time and activities we have experienced together.",
        "description":"Imagination, cuteness, fluffiness, and clumsiness, also have the power to comfort during times when it is best not to hug. Child-like feelings, care, and play can have significant value too. <em>Fluffy Geography</em> is an invitation to experience and imagine a world together, using fantastical creatures to explore the fundamental qualities of being human. And when times are better, hopefully, we can hug, play, and soothe each other physically again.\nAccept this invitation to play together, and to temporarily find comfort in the space created, by registering <a href='https://www.eventbrite.com/e/the-sound-creatures-observation-workshop-tour-tickets-119537137797/' target='_blank'>here</a>.",
        "darkmode":true,
	    "url": "fluffy_geography"
    },
    {
        "name":"Jungho Park",
        "social":[{"website":"https://jungho61811.wixsite.com/mysite/"}],
        "group":"[Dis]location",
        "title":"Pedway Odyssey",
        "year":"2020",
        "medium":"Digital video (installation)",
        "statement":"I observed social phenomena and place around me from various points of view and reconstructed them from the artist's perspective.\nI have been working on art works composed of media arts, featuring cities and buildings in Chicago where I live. Chicago is famous for its modernism architecture. My works started from images and landscapes of geometric shapes, straight lines, grids, etc. My first impression of the city was a massive organism systematically connected together. My work shows the process of finding the organic forms represented by atypical curves in these organized forms.",
        "description":"This work is a documentary-style project. I explored the network of pedestrian walkways under downtown Chicago, collectively known as the \"pedway\". I drew the top view of the pedway like a map and recorded the video myself. I converted my drawing to 3D images using computer programs, and 3D printed them. I projected the recorded video onto my 3D printed objects.\nIn this work, I found different forms of space that stood in opposition to the street-level architecture dominated by straight lines and grids. The pedway exists as a passage to connect these organic forms of space, including CTA (Chicago Transit Authority) stations, parking lots, and countless other underground spaces. The result looks like the huge cave of an unknown creature.",
        "darkmode":true,
	    "url": "pedway_odyssey"
    },
    {
        "name":"Kio Zhu",
        "social":[{"website":"https://zuukio.wixsite.com/zuukio"}, {"instagram":"zuukiiio"}],
        "group":"[Dis]content",
        "title":"Memory of a Veteran",
        "year":"2019",
        "medium":"Animation, 2:31 (color, sound)",
        "statement":"My interest lies in human relationships, including interpersonal relationships, cyber relationships, human-object relationships and etc.. I investigate designed objects, including cyber objects such as social media and games, and critique their invisible power and sociological impact. My works usually take form in animation, video installations and participatory platforms.",
        "description":"This is the story of a Chinese Vietnam War veteran.\n\"Talking about these memories somehow makes them feel foggy\" said the Veteran. The project also discusses the impact verbal representation has on memories.",
        "darkmode":true,
	    "url": "memory_of_a_veteran"
    },
    {
        "name":"Kristin McWharter",
        "social":[{"instagram":"kristinmcwharter"}],
        "group":"[Dis]location",
        "title":"Tiger by the Tail",
        "year":"2020",
        "medium":"Website, field recordings from the Quarantine",
        "statement":"Kristin McWharter uses performance and play to interrogate the relationship between competition and intimacy. Her work conjoins viewers within immersive sculptural installations and viewer- inclusive performances that critically fuse folk games with virtual and augmented worlds. Synthesizing experimental techniques and theoretical frameworks in interactive performance, her work speculates and imagines new and alternative forms of social behavior. Inspired by 20th century sports narrative, collective decision making, and technology as a contemporary spiritual authority, her work blurs the boundaries of intimacy and hype culture to challenge viewer's relationships to affection and competitive drive within the larger social context.",
        "description":"<em>Tiger by the Tail</em> is an interactive website that explores playground rituals in the time of quarantine and isolation. To have a tiger by the tail is to have found oneself involved in something far more formidable that one might have anticipated. The work features a speculative playground, part game, part experimental documentary, that explores playground phenomena during Chicago's four phases of quarantine between March and August of 2020. Featuring audio field recordings from various playgrounds during the 2020 Covid 19 pandemic shelter-in-place order. The work uses the emergence of folk games within the format of an online multiplayer platform to explore sensations of time, isolation, collaboration and play in the midst of a community facing the unprecedented challenges of our time.",
        "darkmode":true,
	    "url": "tiger_by_the_tail"
    },
    {
        "name":"Lee Blalock (multiples of)",
        "social":[{"website":"http://leeblalock.com/"}],
        "group":"[Dis]connect",
        "title":"Reconciliation: Render 4",
        "year":"2011",
        "medium":"Video performance, sound",
        "statement":"Lee Blalock is a Chicago based artist presenting alternative and hyphenated states of being through technology-mediated processes. Interested in how technologies support the idea of impossible anatomies, behaviors and performances, the work is an exercise in body modification by way of amplified behavior or \"change-of-state\". Lee also works under the moniker of L[3]^2, whose most recent live work embraces noise and fissure as a natural state of being for bodies living in hybrid states.",
        "description":"A persona finds itself split into fragments under tremendous and chronic stress. Now represented as multiple versions of a former self, they reappear together in a void. As they become acclimated to a virtual environment and to an altered sense of time, they speak with and over one another through lyrics and narratives which describe the nature of their new realities and their flickering identities.",
        "darkmode":false,
	    "url": "reconciliation_render_4"
    },
    {
        "name":"Lingyu Zeng",
        "social":[{"website":"http://lingyuzeng.com/day.html"}, {"instagram":"lingyu.zeng"}],
        "group":"[Dis]orient",
        "title":"A day",
        "year":"2020",
        "medium":"video, animation, projection, web interaction, vocal narrative",
        "statement":"We live day in and day out with all the familiar things around us. A landscape that has been seen many times seems to become boring. I take everyday things and experiences and break them down into an infinite number of tiny details, allowing them to evolve into different surprises over and over again",
        "description":"Reflecting on the fractured sense of time experienced during quarantine, <em>A day</em> celebrates the potential for beauty in the everyday. This recent work reimagines a 2017 mixed-reality performance that immersed the artist and audience in a shared animated environment, blurring the line between passive viewer and active participant. Adapting this virtual space to the computer screen, Ling Zeng choreographs browser windows to subvert the traditional relationship between user and interface, lending an increased sense of agency to both. Invoking early hypertext poetry and the ubiquitous experience of pop-up advertisements, <em>A day</em> allows users to control the rhythm of their experience and refuses to fully reveal itself without this sustained engagement.",
        "darkmode":false,
	    "url": "a_day"
    },
    {
        "name":"Lola Blake",
        "social":[{"website":"http://www.lolablake.net/"},{"instagram":"babydiatom"}],
        "group":"[Dis]place",
        "title":"Powers of Success",
        "year":"2019",
        "medium":"Video, 14:27 (color, sound)",
        "statement":"Lola Blake is a queer bioartist engaging with the discourses of climate and microbiology through video, new media, sculpture, installation, and performance. Lola is currently studying for a BFA at the School of the Art Institute of Chicago and is working as an apprentice with DFBRL8R Performance Art Gallery. They are interested in investigating the direct and indirect interactions we have with microalgae, not only from their singular context within micro and marine biology, but also into the discourses of intimacy, internet culture, and queerness. By considering these relationships, they are also interested in questioning the consequences of the inaccessibility of these discourses and our cultural engagement with environmental and scientific inquiry. Their work has been presented in exhibitions in San Francisco and Chicago.",
        "description":"Having grown an interest in algae for their use as bioindicators, one algae I have become especially engrossed by are diatoms. Like all other algae, diatoms are photosynthetic, and because of their vast global population they contribute roughly 20% of the world’s oxygen. In <em>Powers of Success</em>, complex moments of my relationship to a culture of diatoms are shared alongside audio and video footage of the technicalities of culturing and the significance of a diatom. Positioning diatoms in digital-physical platforms, I displace them from their \"natural\" context and reposition them within a more visibly personal, postnatural scene. This space raises questions of relationships currently existent between diatoms, technology, and mankind. In viewing myself as a companion to diatoms, this allows me to shift preconceived biological hierarchies and imagine what submission to a diatom might look like. In other words, this relationship explores how allowing a diatom to be a \"top\" in our relationship might guide us into more enriching future dynamics.",
        "darkmode":false,
	    "url": "powers_of_success"
    },
    {
        "name":"Meimei Song",
        "social":[{"website":"http://www.onfailedsystem.com/"}],
        "group":"[Dis]place",
        "title":"Carving Carps, from The Carp Cookbook: Mapping an Anthropocene River Through Tracking the Language of Carp",
        "year":"2020",
        "medium":"Video, website",
        "statement":"I use sculpture installation, technology, live plants and social media to draw attention to the unresolved entanglement between technology and ecological crisis. I think art as a creative agency can provide a unique visual outlook that challenges what has been envisioned by progressivism as the landscape of our future relationship with nature. The poetic parallel between plant life and human activity is what I am most curious in: would new hope emerge between the vulnerability of ecosystem and the resilience of vegetal life? In my speculative systems, all material, objects and living matter is given a chance to inhabited, grow, parasite and decompose, in finding a solution to our collective anxiety embedded in the ecological crisis.",
        "description":"Since fall 2019, I have employed a series of physical installations and performative lectures to illustrate the \"Asian Carp\" issue in the United States under the title <em>The Carp Cookbook: Mapping an Anthropocene River Through Tracking the Language of Carp</em>. These adaptive and fast-growing carp fish were framed as a national issue concerning millions of Americans. As an artist and a foreigner who has been living in the US for over a decade, the inflammatory usage of language around the so-called Asian Carp is not only concerning but also points to our deeply tangled relationship with land, ecosystems, and nature. In reality, the US government is framing the carp issue as a \"war\" between the country and these foreign invasive species that threatened the multi-billion dollar recreational fishing industry of the Great Lakes. The Trump administration has involved the US military, who proposed to build an underwater wall south of the Sanitation and Ship Canal (Chicago River), aiming to block carps from entering Lake Michigan. In the Mississippi River network, fishermen were hired to catch and remove carp from the water by massive numbers.",
        "darkmode":true,
	    "url": "carving_carps"
    },
    {
        "name":"Patrick O'Shea",
        "social":[{"website":"https://www.patrickoshea.art/"}],
        "group":"[Dis]location",
        "title":"Aggregate Horizon",
        "year":"2020",
        "medium":"Video",
        "statement":"Patrick O’Shea researches and creates about the environmental impacts of communication, information, transportation, and energy technologies. His work is primarily concerned with the the mechanization of earth systems, especially hydrological infrastructure, and the unsustainable practices of environmental manipulation. He is interested in histories of land-use, and the connection of landscapes with culture over time. He is also interested in ecosystems and technologies that humans interact with but cannot physically sense. Recently those subjects have been the language of fireflies, satellites, and paleohydrology. This work takes the form of photographic essay, interactive/editable maps, electronics, bio-art, digital processing, media-archaeology assemblages, software, essay, film/sound, and kinetic installation.\nO'Shea holds an MFA from the Art + Technology Studies department at the School of the Art Institute of Chicago, and a BA in Anthropology from the University of Vermont. He is currently involved with Land Arts of the American West, working towards a collectively generated meandering map of the Rio Bravo river, and its history of mechanization as a border and living river.",
        "description":"<em>Aggregate Horizon</em> is site specific at 12th Street Beach in Chicago, IL. The artist documented the horizon, and sought out photographs from various websites online from that same location.\nMuch like the boundary where the sky separates from land or water, <em>Aggregate Horizons</em> merges a web based record of 12th Street Beach with a single individual’s record. The result is a meander of time, people, and climate; anchored by a shared spatial perspective. The intention of the artist is to place a web based record into the real.",
        "darkmode":true,
	    "url": "aggregate_horizon"
    },
    {
        "name":"Anne Wilson, with Shawn Decker, Cat Solen, Daniel Torrente",
        "social":[{"website":"https://www.annewilsonartist.com/"}],
        "group":"[Dis]connect",
        "title":"Errant Behaviors",
        "year":"2004",
        "medium":"Video and sound installation",
        "statement":"Anne Wilson is a Chicago-based visual artist who creates sculpture, drawings, performances and video animations that explore themes of time, loss, and private and social rituals. Her artwork embraces conceptual strategies and handwork using everyday materials—table linen, bed sheets, human hair, lace, thread, glass, and wire.",
        "description":"<em>Errant Behaviors</em> emerged from <em>Topologies</em>, Wilson's sculpture which was first shown in the 2002 Whitney Biennial. Wilson's idea of working with moving images came directly from Topologies—projections of sci-fi scenarios, odd cityscapes, and futuristic worlds. In <em>Errant Behaviors</em>, the latent associations and meanings of <em>Topologies</em> are emphasized, enlivened, and acted out.\nBecause the play order is shuffled and there is no beginning or end, ongoing improvisational relationships are created. Shawn Decker's sound compositions utilize both processed recorded and found sounds to create environments of sonic activity which mirror the behavior of the visual images.",
        "darkmode":true,
	    "url": "errant_behaviors"
    },
    {
        "name":"Tongqi Wang",
        "social":[{"website":"https://www.wangtongqi.com/"}],
        "group":"[Dis]orient",
        "title":"Boundaries",
        "year":"2020",
        "medium":"VR Installation, Unity, Oculus Quest",
        "statement":"My work aims to communicate with the audience through simple forms, so as to explore the relationship between us and our fantasy projected on other people, systems, objects, technology, etc",
        "description":"The \"Guardian\" boundary is designed to display in-application wall and floor markers when virtual reality users get near play-area borders they defined. When the user gets too close to the edge of a boundary, a translucent mesh grid is displayed as a layer that is superimposed over the game or experience. With the Oculus guardian system, this piece communicates with audiences to discuss the invisible boundaries that exist in our lives and our society.",
        "darkmode":true,
	    "url": "boundaries"
    },
    {
        "name":"William Harper",
        "social":[{"website":"https://williamharper.net"},{"Instagram":"whharper"},{"Vimeo":"https://vimeo.com/showcase/5531417"}],
        "group":"[Dis]location",
        "title":"Merganser Migrations",
        "year":"2018",
        "medium":"Video - drone footage",
        "statement":"Lines & Paths\nMerganser Migrations is from a body of work investigating line and path making in nature and by humans.\nThese studies illustrate the close relationship between the flight paths of birds and airplanes, the expression of plant growth, lightning, the fractures of decay, the building of roads and the formation of stream beds. Each path line reveals a relationship to time, space, nature, and to individual and group histories and propensities.\nThe conditions shaping the lines in the flight paths of airplanes, the migration of ducks, and the growth of trees are the same as those which guide the hand of the painter: physics, history, genetics, and culture, and the idiosyncrasies of the artist’s own imagination.\nMusic too is constructed of lines. The score for Merganser Migrations includes countrapuntal vocal, electronic, and percussion lines which generate an emotional and spiritual context for our experience of the traces of these birds.",
        "description":"Among the earliest travelers north in the spring are the merganser ducks. These videos are documents, shot from overhead with a drone camera, of the movement of these birds passing north along a waterway in Northern Illinois in April. They travel in synch with each other while diving for food and interacting in various ways with the activities of their fellow travelers. They are attended overhead by a few gulls and herons.",
        "darkmode":true,
	    "url": "merganser_migrations"
    },
    {
        "name":"Yimin Zheng",
        "social":[{"website":"https://www.yiminzheng.com"},{"Instagram":"yimin423"}],
        "group":"[Dis]place",
        "title":"Assimiliation",
        "year":"2020",
        "medium":"Video",
        "statement":"Yimin Zheng is a Chinese artist who currently lives and studies in Chicago. She is a contemporary artist who works with kinetic sculpture and interactive installation. Her work focuses on the relationship between machines and humans. In her work, many fantasies are visualized through imaginary fictional narratives, machines are endowed with life, they then become parts of the time and space of the Anthropocene",
        "description":"It is about alienation/assimilation. Alienated individuals struggle to assimilate into the environment. In an unfamiliar environment, as an alien biological individual, the instinct of the creature is to adjust itself and adapt to the environment. This is a phenotypic plasticity, as emergency response to a new environment that is necessary for survival. In this work, this physiological response is used to metaphorize a psychological state.\nLike the protagonist who becomes vermin in Kafka's metamorphosis, and part of the alienated individual becomes an arthropod. So physical adjustment has to happen, in which the psychological state of metaphor has changed, and the relationship between the individual and the surrounding environment has changed, too.",
        "darkmode":true,
	    "url": "assimilation"
    },
    {
        "name":"Zhong Ren",
        "social":[{"Instagram":"instagram: zren_n"}],
        "group":"[Dis]location",
        "title":"The Tree Project",
        "year":"2020",
        "medium":"Tree, custom made pcb, motor, power supply, concrete, wire, anemometer, metal stand, wood",
        "statement":"Relationships and boundaries are the words I often quote. By discovering the ambiguous similarities exist amongst different matters, I am confused and intrigued by the unquestionable and absolute boundaries that distinguish them. Thus, I use technical language and mundane objects to construct a certain \"state\" to think about the relationship between me and objects, also between objects themselves.",
        "description":"In 2020, I transplanted a small tree that has not yet grown from the outdoors to my basement. Due to the extreme lack of light and water, this small tree quickly lost its vitality and began to wither until it eventually died. At the same time, a thin iron wire with a motor connected to the other end binds its stem. Not far away, a wind detection station continuously inputs real-time wind speed and commands the motor to pull/release/stop. Thus, the dying tree is still forced to \"imitate\" the state of a living tree being affected by the wind.",
        "darkmode":false,
	    "url": "the_tree_project"
    }
]